[
  {"id":"atema2016be","abstract":"Iteroparous organisms face a trade-off between reproduction and survival, but knowledge of whether how and when costs of long-term increases in workload are paid is scant. We increased locomotion costs for a whole year by equipping male great tits with a backpack during breeding, removing the backpacks 1 year later. We applied 3 different treatments: control (without backpack), light (\"empty\" backpack, 0.1g), and heavy (\"full\" backpack, 0.9g, ~5% of body mass). Backpacks were administered in 3 cohorts, and we monitored effects on mass of nestlings and the male, wing length, reproduction, and survival. Added mass had a negative effect on nestling mass in both the starting year of the experiment and 1 year later, but not on production of fledglings or recruits. In winter and the next breeding season, males equipped with heavy backpacks had a higher (net) body mass and had shorter third primary feathers than the other 2 groups. Heavy backpack males were less likely to sleep in a nest box in winter. Nest boxes are optimal roosting sites, and we interpret this finding as a treatment effect on success in competition over this resource. However, there was no effect of the manipulation on survival. Overall, we found no long-term fitness consequences, and we discuss possible explanations and implications for the \"starvation-predation theory\" of optimal body mass. However, we found short-term effects of carrying extra weight suggesting that behavioral studies using small devices should consider the effects of equipping small non-migratory passerines with devices such as transmitters.","author":[{"family":"Atema","given":"Els"},{"family":"Van Noordwijk","given":"Arie J."},{"family":"Boonekamp","given":"Jelle J"},{"family":"Verhulst","given":"Simon"}],"citation-key":"atema2016be","container-title":"Behavioral Ecology","DOI":"10.1093/beheco/arw019","issue":"4","issued":{"date-parts":[[2016,1]]},"page":"1087-1096","title":"Costs of long-term carrying of extra mass in a songbird","type":"article-journal","volume":"27"},
  {"id":"backman2017jab","abstract":"We describe a method and device (< 1.2 g) for recording, processing and storing data about activity and location of individuals of free-living songbirds throughout the annual cycle. Activity level was determined every five minutes from five 100 ms samples of accelerometer data with 5 s between the sampling events. Activity levels were stored on an hourly basis throughout the annual cycle, allowing periods of resting/sleep, continuous flight and intermediate activity (foraging, breeding) to be distinguished. Measurements from a light sensor were stored from preprogrammed key stationary periods during the year to provide control information about geographic location. Successful results, including annual actogram, were obtained for a red-backed shrike Lanius collurio carrying out its annual loop migration between northern Europe and southern Africa. The shrike completed its annual migration by performing > 66 (max. 73) nocturnal migratory flights (29 flights in autumn and > 37, max. 44, in spring) adding up to a total of > 434 (max. 495) flight hours. Migratory flights lasted on average 6.6 h with maximum 15.9 h. These flights were aggregated into eight travel episodes (periods of 4–11 nights when flights took place on the majority of nights). Daytime resting levels were much higher during the winter period compared to breeding and final part of spring migration. Daytime resting showed peaks during days between successive nocturnal flights across Sahara, continental Africa and the Arabian Peninsula, indicating that the bird was mostly sleeping between these long migratory flights. Annual activity and flight data for free-living songbirds will open up many new research possibilities. Main topics that can be addressed are e.g. migratory flight performance (total flight investment, numbers and characteristics of flights), timing of stationary periods, activity patterns (resting/sleep, activity level) in different phases of the annual cycle and variability in the annual activity patterns between and within individuals.","author":[{"family":"Bäckman","given":"Johan"},{"family":"Andersson","given":"Arne"},{"family":"Alerstam","given":"Thomas"},{"family":"Pedersen","given":"Lykke"},{"family":"Sjöberg","given":"Sissel"},{"family":"Thorup","given":"Kasper"},{"family":"Tøttrup","given":"Anders P"}],"citation-key":"backman2017jab","container-title":"Journal of Avian Biology","DOI":"10.1111/jav.01068","issue":"2","issued":{"date-parts":[[2017,2]]},"page":"309-319","title":"Activity and migratory flights of individual free-flying songbirds throughout the annual cycle: method and first case study","type":"article-journal","volume":"48"},
  {"id":"bell2017i","abstract":"Tracking small passerines using miniaturized location tags is a rapidly expanding field of study. In a 1-year study, we tested whether there were any short- or longer-term effects of fitting geolocators weighing 3% of body mass on male Pied Flycatchers Ficedula hypoleuca. In the deployment year, we compared adult provisioning rates to nestlings, nestling growth and nest success between nesting attempts in which adult males were fitted with a geolocator, with control nests where males had the same capture history but were not tagged. We found no difference between treatments in provisioning effort by males or their associated female 2 days after geolocator fitting, in terms of nestling growth, subsequent brood reduction or nest success. Return rate, arrival date on territories, nest timing and breeding parameters were compared between tagged and untagged males in the following breeding season. We found no difference in return rate or arrival date, and no difference in nest timing, fecundity or outcome. Our study suggests that fitting lightweight tags to small passerines need not affect behaviour, breeding or apparent between-year survival. However, tagging new species should still require assessment and comparison with well-matched control cohorts, and it should be recognized that tag effects could vary between years and populations, mediated by environmental conditions.","author":[{"family":"Bell","given":"Sophie C"},{"family":"El Harouchi","given":"Myriam"},{"family":"Hewson","given":"Chris M"},{"family":"Burgess","given":"Malcolm D"}],"citation-key":"bell2017i","container-title":"Ibis","DOI":"10.1111/ibi.12493","issue":"4","issued":{"date-parts":[[2017,10]]},"page":"734-743","title":"No short- or long-term effects of geolocator attachment detected in Pied Flycatchers Ficedula hypoleuca","type":"article-journal","volume":"159"},
  {"id":"blackburn1994o","abstract":"Data for more than 6000 species are used to determine the form of the frequency distribution of the body masses of all extant bird species. The distribution of known masses is strongly right-skewed, even on logarithmic axes, and the median bird mass is 37.6 grammes. We present evidence that this right-hand skew is a real property of the body mass distribution, and not the result of a biased sample of bird masses.","author":[{"family":"Blackburn","given":"Tim M"},{"family":"Gaston","given":"Kevin J"}],"citation-key":"blackburn1994o","container-title":"Oikos","DOI":"10.2307/3545707","issue":"1","issued":{"date-parts":[[1994]]},"page":"127-127","title":"The Distribution of Body Sizes of the World's Bird Species","type":"article-journal","volume":"70"},
  {"id":"bridge2011b","abstract":"Basic questions about the life histories of migratory birds have confounded scientists for generations, yet we are nearing an era of historic discovery as new tracking technologies make it possible to determine the timing and routes of an increasing number of bird migrations. Tracking small flying animals as they travel over continental-scale distances is a difficult logistical and engineering challenge. Although no tracking system works well with all species, improvements to traditional technologies, such as satellite tracking, along with innovations related to global positioning systems, cellular networks, solar geolocation, radar, and information technology are improving our understanding of when and where birds go during their annual cycles and informing numerous scientific disciplines, including evolutionary biology, population ecology, and global change. The recent developments described in this article will help us answer many long-standing questions about animal behavior and life histories. © 2011 Baker. All rights reserved.","author":[{"family":"Bridge","given":"Eli S"},{"family":"Thorup","given":"Kasper"},{"family":"Bowlin","given":"Melissa S"},{"family":"Chilson","given":"Phillip B."},{"family":"Diehl","given":"Robert H."},{"family":"Fléron","given":"René W"},{"family":"Hartl","given":"Phillip"},{"family":"Roland","given":"Kays"},{"family":"Kelly","given":"Jeffrey F."},{"family":"Robinson","given":"W. Douglas"},{"family":"Wikelski","given":"Martin"}],"citation-key":"bridge2011b","container-title":"BioScience","DOI":"10.1525/bio.2011.61.9.7","issue":"9","issued":{"date-parts":[[2011]]},"page":"689-698","title":"Technology on the move: Recent and forthcoming innovations for tracking migratory birds","type":"article-journal","volume":"61"},
  {"id":"bridge2013jfo","author":[{"family":"Bridge","given":"E S"},{"family":"Kelly.","given":"J F"},{"family":"Contina","given":"A"},{"family":"MacCurdy","given":"R M Gabrielson"},{"family":"B","given":"and R"},{"family":"Winkler","given":"D W"}],"citation-key":"bridge2013jfo","container-title":"Journal of Field Ornithology","DOI":"10.1111/jofo.12011","issue":"2","issued":{"date-parts":[[2013]]},"page":"121-137","title":"Advances in tracking small migratory birds: a technical review of light-level geolocation","type":"article-journal","volume":"84"},
  {"id":"brown2013ab","abstract":"Behavior is an important mechanism of evolution and it is paid for through energy expenditure. Nevertheless, field biologists can rarely observe animals for more than a fraction of their daily activities and attempts to quantify behavior for modeling ecological processes often exclude cryptic yet important behavioral events. Over the past few years, an explosion of research on remote monitoring of animal behavior using acceleration sensors has smashed the decades-old limits of observational studies. Animal-attached accelerometers measure the change in velocity of the body over time and can quantify fine-scale movements and body postures unlimited by visibility, observer bias, or the scale of space use. Pioneered more than a decade ago, application of accelerometers as a remote monitoring tool has recently surged thanks to the development of more accessible hardware and software. It has been applied to more than 120 species of animals to date. Accelerometer measurements are typically collected in three dimensions of movement at very high resolution (>10Hz), and have so far been applied towards two main objectives. First, the patterns of accelerometer waveforms can be used to deduce specific behaviors through animal movement and body posture. Second, the variation in accelerometer waveform measurements has been shown to correlate with energy expenditure, opening up a suite of scientific questions in species notoriously difficult to observe in the wild. To date, studies of wild aquatic species outnumber wild terrestrial species and analyses of social behaviors are particularly few in number. Researchers of domestic and captive species also tend to report methodology more thoroughly than those studying species in the wild. There are substantial challenges to getting the most out of accelerometers, including validation, calibration, and the management and analysis of large quantities of data. In this review, we illustrate how accelerometers work, provide an overview of the ecological questions that have employed accelerometry, and highlight the emerging best practices for data acquisition and analysis. This tool offers a level of detail in behavioral studies of free-ranging wild animals that has previously been impossible to achieve and, across scientific disciplines, it improves understanding of the role of behavioral mechanisms in ecological and evolutionary processes.","author":[{"family":"Brown","given":"Danielle D."},{"family":"Kays","given":"Roland"},{"family":"Wikelski","given":"Martin"},{"family":"Wilson","given":"Rory"},{"family":"Klimley","given":"A. Peter"}],"citation-key":"brown2013ab","container-title":"Animal Biotelemetry","DOI":"10.1186/2050-3385-1-20","issue":"1","issued":{"date-parts":[[2013,12]]},"page":"20-20","title":"Observing the unwatchable through acceleration logging of animal behavior","type":"article-journal","volume":"1"},
  {"id":"bruderer2010ia","abstract":"This study presents wing-beat frequency data measured mainly by radar, complemented by video and cinematic recordings, for 153 western Palaearctic and two African species. Data on a further 45 Palaearctic species from other sources are provided in an electronic appendix. For 41 species with passerine-type flight, the duration of flapping and pausing phases is given. The graphical presentations of frequency ranges and wing-beat patterns show within-species variation and allow easy comparison between species, taxonomic groups and types of flight. Wing-beat frequency is described by Pennycuick (J. Exp. Biol. 2001; 204: 3283–3294) as a function of body-mass, wing-span, wing-area, gravity and air density; for birds with passerine-type flight the power-fraction has also to be considered. We tested Pennycuick’s general allometric model and estimated the coefficients based on our data. The general model explained a high proportion of variation in wing-beat frequency and the coefficients differed only slightly from Pennycuick’s original values. Modelling continuous-flapping flyers alone resulted in coefficients not different from those predicted (within 95% intervals). Doing so for passerine-type birds resulted in a model with non-significant contributions of body-mass and wing-span to the model. This was mainly due to the very high correlation between body-mass, wing-span and wing-area, revealing similar relative scaling properties within this flight type. However, wing-beat frequency increased less than expected with respect to power-fraction, indicating that the drop in flight level during the non-flapping phases, compensated by the factor (g/q)0.5 in Pennycuick’s model, is smaller than presumed. This may be due to lift produced by the body during the bounding phase or by only partial folding of the wings.","accessed":{"date-parts":[[2021,3,14]]},"author":[{"family":"Bruderer","given":"Bruno"},{"family":"Peter","given":"Dieter"},{"family":"Boldt","given":"Andreas"},{"family":"Liechti","given":"Felix"}],"citation-key":"bruderer2010ia","container-title":"Ibis","DOI":"https://doi.org/10.1111/j.1474-919X.2010.01014.x","ISSN":"1474-919X","issue":"2","issued":{"date-parts":[[2010]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1474-919X.2010.01014.x","page":"272-291","source":"Wiley Online Library","title":"Wing-beat characteristics of birds recorded with tracking radar and cine camera","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1474-919X.2010.01014.x","volume":"152"},
  {"id":"collins2015ee","abstract":"Quantifying the behavior of motile, free-ranging animals is difficult. The accelerometry technique offers a method for recording behaviors but interpretation of the data is not straightforward. To date, analysis of such data has either involved subjective, study-specific assignments of behavior to acceleration data or the use of complex analyses based on machine learning. Here, we present a method for automatically classifying acceleration data to represent discrete, coarse-scale behaviors. The method centers on examining the shape of histograms of basic metrics readily derived from acceleration data to objectively determine threshold values by which to separate behaviors. Through application of this method to data collected on two distinct species with greatly differing behavioral repertoires, kittiwakes, and humans, the accuracy of this approach is demonstrated to be very high, comparable to that reported for other automated approaches already published. The method presented offers an alternative to existing methods as it uses biologically grounded arguments to distinguish behaviors, it is objective in determining values by which to separate these behaviors, and it is simple to implement, thus making it potentially widely applicable. The R script coding the method is provided.","author":[{"family":"Collins","given":"Philip M"},{"family":"Green","given":"Jonathan A"},{"family":"Warwick-Evans","given":"Victoria"},{"family":"Dodd","given":"Stephen"},{"family":"Shaw","given":"Peter J.A."},{"family":"Arnould","given":"John P.Y."},{"family":"Halsey","given":"Lewis G"}],"citation-key":"collins2015ee","container-title":"Ecology and Evolution","DOI":"10.1002/ece3.1660","issue":"20","issued":{"date-parts":[[2015]]},"page":"4642-4654","title":"Interpreting behaviors from accelerometry: A method combining simplicity and objectivity","type":"article-journal","volume":"5"},
  {"id":"cornelllabofornithology2019aab","abstract":"Web Team\n\n \tEditor: Hugh Powell\n \tContent Manager: Victoria Campbell\n \tDesigner: Sarah Seroussi\n \tDesigner: Melissa Penta\n \tProgrammer: France Dewaghe\n \tProgrammer: Philip Glaser\n \tDatabase Administrator: Tim Levatich\n \tDirector of Web Communications: Alex Chang\n \tContact the Web Team\n\nE","accessed":{"date-parts":[[2021,9,15]]},"author":[{"literal":"Cornell Lab of Ornithology"}],"citation-key":"cornelllabofornithology2019aab","container-title":"All About Birds","issued":{"date-parts":[[2019]]},"language":"en-US","section":"Uncategorized","title":"All about birds","type":"webpage","URL":"https://www.allaboutbirds.org"},
  {"id":"dhanjal-adams2018cb","accessed":{"date-parts":[[2021,3,7]]},"author":[{"family":"Dhanjal-Adams","given":"Kiran L."},{"family":"Bauer","given":"Silke"},{"family":"Emmenegger","given":"Tamara"},{"family":"Hahn","given":"Steffen"},{"family":"Lisovski","given":"Simeon"},{"family":"Liechti","given":"Felix"}],"citation-key":"dhanjal-adams2018cb","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2018.06.054","ISSN":"0960-9822","issue":"17","issued":{"date-parts":[[2018,9,10]]},"language":"English","page":"2824-2830.e3","PMID":"30146151","publisher":"Elsevier","source":"www.cell.com","title":"Spatiotemporal Group Dynamics in a Long-Distance Migratory Bird","type":"article-journal","URL":"https://www.cell.com/current-biology/abstract/S0960-9822(18)30845-5","volume":"28"},
  {"id":"dreelin2018fee","abstract":"Swallows and martins (Aves: Hirundinidae) are well-studied with respect to their breeding biology, but major aspects of their individual aerial movement behavior and ecology are poorly understood. Atmospheric conditions can strongly influence both the availability and distribution of flying insects that aerial insectivores rely upon. Because aerial insects are often found in distinct clusters within the aerosphere, we wanted to explore whether aerial insectivore flight altitudes were species-specific and if they were associated with atmospheric conditions. We examined these questions with novel tag technology, an altitude datalogger, on breeding populations of Purple Martin (Progne subis), Tree Swallow (Tachycineta bicolor), and Barn Swallow (Hirundo rustica) in upstate New York during the summer of 2016, providing individual-level flight data on a per minute basis. Using mixed models, we investigated differences in flight altitudes between individuals, species, and varying atmospheric conditions. The major findings were that individuals of each species spent significantly different proportions of their time throughout the day in different aerial strata. In addition, higher flying species such as Purple Martins and Tree Swallows responded positively to greater thermal uplift whereas this predictor had no effect on Barn Swallow flight altitudes. Finally, the differing relationships for all species between their flight altitudes and weather variables suggest that each species may use different atmospheric cues for tracking their environment and/or prey. More research spanning greater time scales and a wider range of atmospheric conditions is needed to determine these relationships in finer detail. We encourage broader use of this or similar methodologies to better understand the behavior and ecology of aerial insectivores globally.","author":[{"family":"Dreelin","given":"R Andrew"},{"family":"Shipley","given":"J Ryan"},{"family":"Winkler","given":"David W"}],"citation-key":"dreelin2018fee","container-title":"Frontiers in Ecology and Evolution","DOI":"10.3389/fevo.2018.00182","issue":"NOV","issued":{"date-parts":[[2018]]},"page":"182-182","title":"Flight behavior of individual aerial insectivores revealed by novel altitudinal dataloggers","type":"article-journal","volume":"6"},
  {"id":"dunning2007choabmse","abstract":"See what's new in the Second Edition: · Number of species included is increased from 6300 to over 8700, about 85% of the world's birds · Better data for many of the species included in the first edition - an exhaustive compilation of new data published from 1992 through 2007 · More comprehensive coverage of Latin America, Japan, Taiwan, Southeast Asia, and more coverage of research published in non-English language journals In 1992 the CRC Handbook of Avian Body Masses broke new ground by providing a compilation of body masses for 6300 species, about two-thirds of the world's species. The handbook instantly became the gold standard, cited in hundreds of scientific studies and a prominent fixture on the shelves of many ornithologists. Keeping the format that made the first edition so popular, the second edition features dramatic changes both in species coverage and the data quality. The new edition compiles the results of new samples that have been published for many of the birds included in the first edition, and data found for about 2400 new species, increasing the coverage to over 8700 species, about 85% of the world's birds. The order of species and families has been revised in the text to fit with the latest publications in avian taxonomy and systematics. The second edition includes an accompanying CD-ROM with a searchable electronic database.","author":[{"family":"Dunning","given":"John B"}],"citation-key":"dunning2007choabmse","DOI":"10.1201/9781420064452","ISBN":"978-1-4200-6445-2","issued":{"date-parts":[[2007]]},"number-of-pages":"1","page":"657","publisher":"CRC Press","title":"CRC handbook of avian body masses, second edition","type":"book"},
  {"id":"fudickar2012mee","abstract":"Tracking return migrations in songbirds has been impossible until recently when miniaturization of light-level loggers enabled observation of the first complete round trip. Although geolocators are extensively used on animals at sea, little is known about how accurate geolocators are for tracking terrestrial or forest-dwelling migrants. To test the accuracy of geolocators for tracking migratory songbirds living in forested habitat, we calibrated geolocators to a source population located in central Europe and collected location estimates based on the source population calibration from stationary geolocators deployed over an 800km NE to SW gradient in Western Europe. Additionally, we fit non-migratory songbirds (European blackbirds, Turdus merula) with geolocators for 12months to compare known locations of individuals with locations estimated by geolocators. We found an average error ±95% CI of 201±43km in latitude for stationary geolocators in forest habitat. Longitude error was considerably lower (12±03km). The most accurate geolocator was on average 23km off target, the worst was on average 390km off. The winter latitude estimate error for geolocators deployed on sedentary birds was on average (±95% CI) 143±62km when geolocators were calibrated during the breeding season and 132±75km when they were calibrated during the winter. Longitude error for geolocators deployed on birds was on average (±95% CI) 50±34km. Although we found error most likely due to seasonal changes in habitat and behaviour, our results indicate that geolocators can be used to reliably track long-distance forest-dwelling migrants. We also found that the low degree of error for longitude estimates attained from geolocators makes this technology suitable for identifying relatively short-distance movements in longitude. © 2011 The Authors. Methods in Ecology and Evolution © 2011 British Ecological Society.","author":[{"family":"Fudickar","given":"Adam M"},{"family":"Wikelski","given":"Martin"},{"family":"Partecke","given":"Jesko"}],"citation-key":"fudickar2012mee","container-title":"Methods in Ecology and Evolution","DOI":"10.1111/j.2041-210X.2011.00136.x","issue":"1","issued":{"date-parts":[[2012]]},"page":"47-52","publisher":"Blackwell Publishing Ltd","title":"Tracking migratory songbirds: Accuracy of light-level loggers (geolocators) in forest habitats","type":"article-journal","volume":"3"},
  {"id":"gleiss2011mee","abstract":"1. The energetic costs of different behaviours are critical in modulating the behavioural ecology of free-living animals. Despite this, measurement of energy expenditure in the field has proved difficult. 2. A new method with broad application for field studies has been proposed for determining the rate at which animals expend energy, based on measurements of overall dynamic body acceleration (ODBA) through the attachment of miniature acceleration data-loggers. This technique is easy to implement and has the promise to be able to resolve energy expenditure with fine (sub-second) temporal resolution, making it the only method which promises to able to determine the cost of short-lived behaviours. Increasing evidence supports the validity of the approach although the rationale behind it is vague. 3. This study explores link between metabolic energy and acceleration by examining what is known about how muscular tissue converts metabolic energy to mechanical work via muscular contraction and how Newtonian physics facilitates a derivation of Power (the rate at which work is performed) from acceleration. The link between metabolic energy and acceleration appears to involve three discrete processes: (i) the ratio of mechanical work to metabolic work performed by a single muscle (mechano-chemical efficiency); (ii) the ratio of external and internal work performed (mechanical work of the limbs in relation to that of the centre of mass); and (iii) the ratio of inertial to de novo mechanical work. These processes may vary according to the animal’s mass, the medium in which it travels and its gait or behaviour. 4. Assessment of movement has limited application in defining non-movement energy expenditure such as that involved in specific dynamic action or non-shivering thermogenesis. However, this non-movement energy expenditure may often be modelled with reasonable confidence. The utility and appropriateness of the ODBA-energy expenditure method depends on a set of conditions, which we define and suggest should be assessed a priori. 5. This study explores the framework behind the ODBA-energy expenditure method to enable informed decisions to be made regarding the suitability for specific research questions addressed, as well as highlighting calibration needs.","accessed":{"date-parts":[[2021,3,27]]},"author":[{"family":"Gleiss","given":"Adrian C."},{"family":"Wilson","given":"Rory P."},{"family":"Shepard","given":"Emily L. C."}],"citation-key":"gleiss2011mee","container-title":"Methods in Ecology and Evolution","DOI":"https://doi.org/10.1111/j.2041-210X.2010.00057.x","ISSN":"2041-210X","issue":"1","issued":{"date-parts":[[2011]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/j.2041-210X.2010.00057.x","page":"23-33","source":"Wiley Online Library","title":"Making overall dynamic body acceleration work: on the theory of acceleration as a proxy for energy expenditure","title-short":"Making overall dynamic body acceleration work","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/j.2041-210X.2010.00057.x","volume":"2"},
  {"id":"hedenstrom2016cb","abstract":"The common swift (Apus apus) is adapted to an aerial lifestyle, where food and nest material are captured in the air. Observations have prompted scientists to hypothesize that swifts stay airborne for their entire non-breeding period [1, 2], including migration into sub-Saharan Africa [3–5]. It is mainly juvenile common swifts that occasionally roost in trees or buildings before autumn migration when weather is bad [1, 6]. In contrast, the North American chimney swift (Chaetura pelagica) and Vaux's swift (C. vauxi) regularly settle to roost in places like chimneys and buildings during migration and winter [7, 8]. Observations of common swifts during the winter months are scarce, and roost sites have never been found in sub-Saharan Africa. In the breeding season, non-breeding individuals usually spend the night airborne [9], whereas adult nesting birds roost in the nest [1]. We equipped common swifts with a micro data logger with an accelerometer to record flight activity (years 1–2) and with a light-level sensor for geolocation (year 2). Our data show that swifts are airborne for >99% of the time during their 10-month non-breeding period; some individuals never settled, but occasional events of flight inactivity occurred in most individuals. Apparent flight activity was lower during the daytime than during the nighttime, most likely due to prolonged gliding episodes during the daytime when soaring in thermals. Our data also revealed that twilight ascents, previously observed during the summer [10], occur throughout the year. The results have important implications for understanding physiological adaptations to endure prolonged periods of flight, including the need to sleep while airborne.","author":[{"family":"Hedenström","given":"Anders"},{"family":"Norevik","given":"Gabriel"},{"family":"Warfvinge","given":"Kajsa"},{"family":"Andersson","given":"Arne"},{"family":"Bäckman","given":"Johan"},{"family":"Åkesson","given":"Susanne"}],"citation-key":"hedenstrom2016cb","container-title":"Current Biology","DOI":"10.1016/j.cub.2016.09.014","issue":"22","issued":{"date-parts":[[2016,11]]},"page":"3066-3070","title":"Annual 10-Month Aerial Life Phase in the Common Swift Apus apus","type":"article-journal","volume":"26"},
  {"id":"hill2001etatimfrmatifbafv1","author":[{"family":"Hill","given":"R.D."},{"family":"Braun","given":"M.J."}],"citation-key":"hill2001etatimfrmatifbafv1","container-title":"Electronic Tagging and Tracking in Marine Fisheries. Reviews: Methods and Technologies in Fish Biology and Fisheries, vol 1.","DOI":"10.1007/978-94-017-1402-0_17","issued":{"date-parts":[[2001]]},"title":"Geolocation by Light Level","type":"chapter"},
  {"id":"kays2015s","abstract":"Moving animals connect our world, spreading pollen, seeds, nutrients, and parasites as they go about the their daily lives. Recent integration of high-resolution Global Positioning System and other sensors into miniaturized tracking tags has dramatically improved our ability to describe animal movement. This has created opportunities and challenges that parallel big data transformations in other fields and has rapidly advanced animal ecology and physiology. New analytical approaches, combined with remotely sensed or modeled environmental information, have opened up a host of new questions on the causes of movement and its consequences for individuals, populations, and ecosystems. Simultaneous tracking of multiple animals is leading to new insights on species interactions and, scaled up, may enable distributed monitoring of both animals and our changing environment.","author":[{"family":"Kays","given":"Roland"},{"family":"Crofoot","given":"Margaret C"},{"family":"Jetz","given":"Walter"},{"family":"Wikelski","given":"Martin"}],"citation-key":"kays2015s","container-title":"Science","DOI":"10.1126/science.aaa2478","issue":"6240","issued":{"date-parts":[[2015]]},"page":"aaa2478-aaa2478","title":"Terrestrial animal tracking as an eye on life and planet","type":"article-journal","URL":"http://www.sciencemag.org/content/348/6240/aaa2478.abstract","volume":"348"},
  {"id":"kenward2001","author":[{"family":"Kenward","given":"Robert"}],"citation-key":"kenward2001","issued":{"date-parts":[[2001]]},"publisher":"Academic Press","title":"A Manual for Wildlife Radio Tracking","type":"book"},
  {"id":"liechti2013nc","abstract":"Being airborne is considered to be energetically more costly as compared with being on the ground or in water. Birds migrating or foraging while airborne are thought to spend some time resting on the ground or water to recover from these energetically demanding activities. However, for several decades ornithologists have claimed that some swifts may stay airborne for almost their whole lifetime. Here we present the first unequivocal evidence that an individual bird of the Alpine swift (Tachymarptis melba) can stay airborne for migration, foraging and roosting over a period of more than 6 months. To date, such long-lasting locomotive activities had been reported only for animals living in the sea. Even for an aerodynamically optimized bird, like the Alpine swift, flying requires a considerable amount of energy for continuous locomotive control. Our data imply that all vital physiological processes, including sleep, can be perpetuated during flight.","author":[{"family":"Liechti","given":"Felix"},{"family":"Witvliet","given":"Willem"},{"family":"Weber","given":"Roger"},{"family":"Bächler","given":"Erich"}],"citation-key":"liechti2013nc","container-title":"Nature Communications","DOI":"10.1038/ncomms3554","issue":"1","issued":{"date-parts":[[2013]]},"page":"2554-2554","title":"First evidence of a 200-day non-stop flight in a bird","type":"article-journal","URL":"https://doi.org/10.1038/ncomms3554","volume":"4"},
  {"id":"liechti2018me","abstract":"Over the past decade, the miniaturisation of animal borne tags such as geolocators and GPS-transmitters has revolutionized our knowledge of the whereabouts of migratory species. Novel light-weight multi-sensor loggers (1.4 g), which harbour sensors for measuring ambient light intensity, atmospheric pressure, temperature and acceleration, were fixed to two long-distance migrant bird species - eurasian hoopoe (Upupa epops) and great reed warbler (Acrocephalus arundinaceus). Using acceleration and atmospheric pressure data recorded every 5 and 30 min, respectively, we aimed at reconstructing individual diurnal and seasonal patterns of flight activity and flight altitude and thereby, at describing basic, yet hitherto unknown characteristics of migratory flight behaviour. Furthermore, we wanted to characterise the variability in these migration characteristics between individuals, species and migration periods.","author":[{"family":"Liechti","given":"Felix"},{"family":"Bauer","given":"Silke"},{"family":"Dhanjal-Adams","given":"Kiran L."},{"family":"Emmenegger","given":"Tamara"},{"family":"Zehtindjiev","given":"Pavel"},{"family":"Hahn","given":"Steffen"}],"citation-key":"liechti2018me","container-title":"Movement Ecology","DOI":"10.1186/s40462-018-0137-1","issue":"1","issued":{"date-parts":[[2018,10]]},"page":"19-19","title":"Miniaturized multi-sensor loggers provide new insight into year-round flight behaviour of small trans-Sahara avian migrants","type":"article-journal","URL":"https://doi.org/10.1186/s40462-018-0137-1","volume":"6"},
  {"id":"lisovski2018cb","abstract":"In their 2015 Current Biology paper, Streby et al. [1] reported that Golden-winged Warblers (Vermivora chrysoptera), which had just migrated to their breeding location in eastern Tennessee, performed a facultative and up to “>1,500 km roundtrip” to the Gulf of Mexico to avoid a severe tornadic storm. From light-level geolocator data, wherein geographical locations are estimated via the timing of sunrise and sunset, Streby et al. [1] concluded that the warblers had evacuated their breeding area approximately 24 hours before the storm and returned about five days later. The authors presented this finding as evidence that migratory birds avoid severe storms by temporarily moving long-distances. However, the tracking method employed by Streby et al. [1] is prone to considerable error and uncertainty. Here, we argue that this interpretation of the data oversteps the limits of the used tracking technique. By calculating the expected geographical error range for the tracked birds, we demonstrate that the hypothesized movements fell well within the geolocators’ inherent error range for this species and that such deviations in latitude occur frequently even if individuals remain stationary. Lisovski et al. respond to a Current Biology paper by Streby et al. on small migratory bird moving long distances to avoid a tornado hitting their breeding grounds and show that the reported locations during this evacuation movement cannot be disentangled from the inherent error of the used tracking technique.","author":[{"family":"Lisovski","given":"Simeon"},{"family":"Schmaljohann","given":"Heiko"},{"family":"Bridge","given":"Eli S."},{"family":"Bauer","given":"Silke"},{"family":"Farnsworth","given":"Andrew"},{"family":"Gauthreaux","given":"Sidney A."},{"family":"Hahn","given":"Steffen"},{"family":"Hallworth","given":"Michael T."},{"family":"Hewson","given":"Chris M."},{"family":"Kelly","given":"Jeffrey F."},{"family":"Liechti","given":"Felix"},{"family":"Marra","given":"Peter P."},{"family":"Rakhimberdiev","given":"Eldar"},{"family":"Ross","given":"Jeremy D."},{"family":"Seavy","given":"Nathaniel E."},{"family":"Sumner","given":"Michael D."},{"family":"Taylor","given":"Caz M."},{"family":"Winkler","given":"David W."},{"family":"Wotherspoon","given":"Simon J."},{"family":"Wunder","given":"Michael B."}],"citation-key":"lisovski2018cb","container-title":"Current Biology","DOI":"10.1016/j.cub.2017.11.072","issue":"3","issued":{"date-parts":[[2018,2]]},"page":"R99-R100","publisher":"Cell Press","title":"Inherent limits of light-level geolocation may lead to over-interpretation","type":"article-journal","volume":"28"},
  {"id":"loteka","accessed":{"date-parts":[[2021,3,2]]},"author":[{"family":"Lotek","given":""}],"citation-key":"loteka","title":"PinPoint-GPS-store-on-board-loggers-Spec-Sheet.pdf","type":"webpage","URL":"https://www.lotek.com/wp-content/uploads/2017/10/PinPoint-GPS-store-on-board-loggers-Spec-Sheet.pdf"},
  {"id":"mccafferty2015ab","abstract":"The thermal physiology of most birds and mammals is characterised by considerable spatial and temporal variation in body temperature. Body temperature is, therefore, a key parameter in physiological, behavioural and ecological research. Temperature measurements on freely moving or free-ranging animals in the wild are challenging but can be undertaken using a range of techniques. Internal temperature may be sampled using thermometry, surgically implanted loggers or transmitters, gastrointestinal or non-surgically placed devices. Less invasive approaches measure peripheral temperature with subcutaneous passive integrated transponder tags or skin surface-mounted radio transmitters and data loggers, or use infrared thermography to record surface temperature. Choice of technique is determined by focal research question and region of interest that reflects appropriate physiological or behavioural causal mechanisms of temperature change, as well as welfare and logistical considerations. Particularly required are further studies that provide opportunities of continuously sampling from multiple sites from within the body. This will increase our understanding of thermoregulation and temperature variation in different parts of the body and how these temperatures may change in response to physiological, behavioural and environmental parameters. Technological advances that continue to reduce the size and remote sensing capability of temperature recorders will greatly benefit field research.","author":[{"family":"McCafferty","given":"D. J."},{"family":"Gallon","given":"S."},{"family":"Nord","given":"A."}],"citation-key":"mccafferty2015ab","container-title":"Animal Biotelemetry","DOI":"10.1186/s40317-015-0075-2","issue":"1","issued":{"date-parts":[[2015,9]]},"page":"33-33","title":"Challenges of measuring body temperatures of free-ranging birds and mammals","type":"article-journal","volume":"3"},
  {"id":"meier2018bes","abstract":"Studying individual flight behaviour throughout the year is indispensable to understand the ecology of a bird species. Recent development in technology allows now to track flight behaviour of small long-distance bird migrants throughout its annual cycle. The specific flight behaviour of twilight ascents in birds has been documented in a few studies, but only during a short period of the year, and never quantified on the individual level. It has been suggested that twilight ascents might be a role in orientation and navigation. Previous studies had reported the behaviour only near the breeding site and during migration. We investigated year-round flight behaviour of 34 individual Alpine swifts (Apus melba) of four different populations in relation to twilight ascents. We recorded twilight ascents all around the year and found a twofold higher frequency in ascents during the non-breeding residence phase in Africa compared to all other phases of the year. Dawn ascents were twice as common as dusk ascents and occurred mainly when atmospheric conditions remained stable over a 24-h period. We found no conclusive support that twilight ascents are essential for recalibration of compass cues and landmarks. Data on the wing flapping intensity revealed that high activity at twilight occurred more regularly than the ascents. We therefore conclude that alpine swift generally increase flight activity—also horizontal flight—during the twilight period and we suppose that this increased flight activity, including ascents, might be part of social interactions between individuals.","author":[{"family":"Meier","given":"Christoph M"},{"family":"Karaardıç","given":"Hakan"},{"family":"Aymí","given":"Raül"},{"family":"Peev","given":"Strahil G"},{"family":"Bächler","given":"Erich"},{"family":"Weber","given":"Roger"},{"family":"Witvliet","given":"Willem"},{"family":"Liechti","given":"Felix"}],"citation-key":"meier2018bes","container-title":"Behavioral Ecology and Sociobiology","DOI":"10.1007/s00265-017-2438-6","issue":"3","issued":{"date-parts":[[2018]]},"page":"45-45","title":"What makes Alpine swift ascend at twilight? Novel geolocators reveal year-round flight behaviour","type":"article-journal","URL":"https://doi.org/10.1007/s00265-017-2438-6","volume":"72"},
  {"id":"naef-daenzer2005jeb","abstract":"We have developed a miniaturized very high frequency (VHF) transmitter design for radio-tagging small animals. The average mass of the circuitry is 0.084 g (range 0.081-0.087), hence, with the smallest power cell, complete tags weigh 0.2 g and have a life of 18-22 days. We further demonstrate that with such small tags the technique of attaching the device to the animal's body strongly affects the effective radiated power, and thus transmission ranges. Ideally the attachment couples the electronics to the animal's body as a ground plane for improved radiation. The transmitter allows the application of radio-tracking to be expanded to new taxa whose spatial behaviour and population dynamics are largely unknown, for example arthropods, reptiles or amphibians. The new design is also suitable for miniature implants and signal modulation with sensors.","author":[{"family":"Naef-Daenzer","given":"B"},{"family":"Früh","given":"D"},{"family":"Stalder","given":"M"},{"family":"Wetli","given":"P"},{"family":"Weise","given":"E"}],"citation-key":"naef-daenzer2005jeb","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.01870","issue":"21","issued":{"date-parts":[[2005]]},"page":"4063-4068","title":"Miniaturization (0.2 g) and evaluation of attachment techniques of telemetry transmitters","type":"article-journal","volume":"208"},
  {"id":"rappole1991jfo","abstract":"JSTOR is a not-for-profit service that helps scholars, researchers, and students discover, use, and build upon a wide range of content in a trusted digital archive. We use information technology and tools to increase productivity and facilitate new forms of scholarship. For more information about JSTOR, please contact support@jstor.org. Abstract.?Proper attachment of radio transmitters to small passerines is critical to success of telemetry studies. Neck loop and wing loop harnesses pose a number of problems. Gluing techniques are better, but are time consuming. A figure-8 harness that slides on over the legs of the bird, with the transmitter resting over the synsacrum, provides a rapid attachment","author":[{"family":"Rappole","given":"John H"},{"family":"Tipton","given":"Alan R"}],"citation-key":"rappole1991jfo","container-title":"Journal of field ornithology","issue":"3","issued":{"date-parts":[[1991]]},"page":"335-337","title":"New harness design for attachment of radio transmitters to small passerines","type":"article-journal","volume":"62"},
  {"id":"shipley2018mee","author":[{"family":"Shipley","given":"J Ryan"},{"family":"Kapoor","given":"Julian"},{"family":"Winkler","given":"Richard A Dreelin"},{"family":"W","given":"and David"}],"citation-key":"shipley2018mee","container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12893","issue":"3","issued":{"date-parts":[[2018]]},"page":"465-471","title":"An open-source sensor-logger for recording vertical movement in free-living organisms","type":"article-journal","volume":"9"},
  {"id":"siimed","abstract":"Seiko Instruments Inc. (SII) official site.","accessed":{"date-parts":[[2021,6,25]]},"author":[{"literal":"Seiko Instruments"}],"citation-key":"siimed","container-title":"Seiko Instruments Inc. Micro Energy Division","issued":{"date-parts":[[2021]]},"language":"en-US","title":"Seiko Instruments Inc. Micro Energy Division","type":"webpage","URL":"http://www.sii.co.jp/en/"},
  {"id":"sjoberg2018jab","abstract":"Recent advances in tracking technology are based on the use of miniature sensors for recording new aspects of individual migratory behaviour. In this study, we have used activity data loggers with barometric and temperature sensors to record the flight altitudes as well as ground elevations during stationary periods of migratory songbirds. We tracked one individual of red-backed shrike and one great reed warbler along their autumn migration from Europe to Africa. Both individuals performed their migration stepwise in travel segments and climbed most metres during the passage across the Mediterranean Sea and the Sahara Desert and least metres during the first flight segment in Europe. The great reed warbler reached its highest flight altitude of 3950 m a.s.l. during the travel segment from Europe to west Africa, while the red-backed shrike reached 3650 m a.s.l as maximum flight altitude during its travel segment from Sahel to southern Africa. Both individuals used both lowlands and highlands for resting periods along their migrations. Furthermore, temperature decreased with increasing altitude during migratory flights for both individuals, highlighting the potential to determine flight duration from temperature measurements. Finally, we discuss how barometric data could be used to investigate birds? responses to changes in air pressure as a cue for departures on migratory flights. This new technique, i.e. using a miniature data logger with barometric pressure sensor to estimate flight altitudes and ground elevations, will open up new avenues for research and importantly advance our understanding on how small birds behave during migratory flights.","author":[{"family":"Sjöberg","given":"Sissel"},{"family":"Pedersen","given":"Lykke"},{"family":"Malmiga","given":"Gintaras"},{"family":"Alerstam","given":"Thomas"},{"family":"Hansson","given":"Bengt"},{"family":"Hasselquist","given":"Dennis"},{"family":"Thorup","given":"Kasper"},{"family":"Tøttrup","given":"Anders P"},{"family":"Andersson","given":"Arne"},{"family":"Bäckman","given":"Johan"}],"citation-key":"sjoberg2018jab","container-title":"Journal of Avian Biology","DOI":"10.1111/jav.01821","issue":"9","issued":{"date-parts":[[2018,9]]},"page":"e01821-e01821","publisher":"John Wiley & Sons, Ltd","title":"Barometer logging reveals new dimensions of individual songbird migration","type":"article-journal","URL":"https://doi.org/10.1111/jav.01821","volume":"49"},
  {"id":"sjoberg2021s","abstract":"High fliers\nMigrating from hemisphere to hemisphere is a global strategy for many bird species. Despite allowing birds to track productivity, these long-distance movements bring them in contact with inhospitable regions such as deserts and oceans. Sjöberg et al. used geolocators to monitor flight in great reed warblers (Acrocephalus arundinaceus) and found that when over these types of regions, this normally nocturnal migrating species flew both day and night. During the day, the birds increased the altitudes at which they flew, rising to more than 5000 meters. Such behavior may allow them to avoid heat stress or other daytime threats during migration.\nScience, this issue p. 646\nBillions of nocturnally migrating songbirds fly across oceans and deserts on their annual journeys. Using multisensor data loggers, we show that great reed warblers (Acrocephalus arundinaceus) regularly prolong their otherwise strictly nocturnal flights into daytime when crossing the Mediterranean Sea and the Sahara Desert. Unexpectedly, when prolonging their flights, they climbed steeply at dawn, from a mean of 2394 meters above sea level to reach extreme cruising altitudes (mean 5367 and maximum 6267 meters above sea level) during daytime flights. This previously unknown behavior of using exceedingly high flight altitudes when migrating during daytime could be caused by diel variation in ambient temperature, winds, predation, vision range, and solar radiation. Our finding of this notable behavior provides new perspectives on constraints in bird flight and might help to explain the evolution of nocturnal migration.\nTo cross the Mediterranean Sea and the Sahara Desert, nocturnally migrating great reed warblers climb to high cruising altitudes at dawn.\nTo cross the Mediterranean Sea and the Sahara Desert, nocturnally migrating great reed warblers climb to high cruising altitudes at dawn.","accessed":{"date-parts":[[2021,5,12]]},"author":[{"family":"Sjöberg","given":"Sissel"},{"family":"Malmiga","given":"Gintaras"},{"family":"Nord","given":"Andreas"},{"family":"Andersson","given":"Arne"},{"family":"Bäckman","given":"Johan"},{"family":"Tarka","given":"Maja"},{"family":"Willemoes","given":"Mikkel"},{"family":"Thorup","given":"Kasper"},{"family":"Hansson","given":"Bengt"},{"family":"Alerstam","given":"Thomas"},{"family":"Hasselquist","given":"Dennis"}],"citation-key":"sjoberg2021s","container-title":"Science","DOI":"10.1126/science.abe7291","ISSN":"0036-8075, 1095-9203","issue":"6542","issued":{"date-parts":[[2021,5,7]]},"language":"en","page":"646-648","PMID":"33958477","publisher":"American Association for the Advancement of Science","section":"Report","source":"science-sciencemag-org.proxyiub.uits.iu.edu","title":"Extreme altitudes during diurnal flights in a nocturnal songbird migrant","type":"article-journal","URL":"https://science-sciencemag-org.proxyiub.uits.iu.edu/content/372/6542/646","volume":"372"},
  {"id":"sjoberg2021sa","abstract":"High fliers\nMigrating from hemisphere to hemisphere is a global strategy for many bird species. Despite allowing birds to track productivity, these long-distance movements bring them in contact with inhospitable regions such as deserts and oceans. Sjöberg et al. used geolocators to monitor flight in great reed warblers (Acrocephalus arundinaceus) and found that when over these types of regions, this normally nocturnal migrating species flew both day and night. During the day, the birds increased the altitudes at which they flew, rising to more than 5000 meters. Such behavior may allow them to avoid heat stress or other daytime threats during migration.\nScience, this issue p. 646\nBillions of nocturnally migrating songbirds fly across oceans and deserts on their annual journeys. Using multisensor data loggers, we show that great reed warblers (Acrocephalus arundinaceus) regularly prolong their otherwise strictly nocturnal flights into daytime when crossing the Mediterranean Sea and the Sahara Desert. Unexpectedly, when prolonging their flights, they climbed steeply at dawn, from a mean of 2394 meters above sea level to reach extreme cruising altitudes (mean 5367 and maximum 6267 meters above sea level) during daytime flights. This previously unknown behavior of using exceedingly high flight altitudes when migrating during daytime could be caused by diel variation in ambient temperature, winds, predation, vision range, and solar radiation. Our finding of this notable behavior provides new perspectives on constraints in bird flight and might help to explain the evolution of nocturnal migration.\nTo cross the Mediterranean Sea and the Sahara Desert, nocturnally migrating great reed warblers climb to high cruising altitudes at dawn.\nTo cross the Mediterranean Sea and the Sahara Desert, nocturnally migrating great reed warblers climb to high cruising altitudes at dawn.","accessed":{"date-parts":[[2021,6,10]]},"author":[{"family":"Sjöberg","given":"Sissel"},{"family":"Malmiga","given":"Gintaras"},{"family":"Nord","given":"Andreas"},{"family":"Andersson","given":"Arne"},{"family":"Bäckman","given":"Johan"},{"family":"Tarka","given":"Maja"},{"family":"Willemoes","given":"Mikkel"},{"family":"Thorup","given":"Kasper"},{"family":"Hansson","given":"Bengt"},{"family":"Alerstam","given":"Thomas"},{"family":"Hasselquist","given":"Dennis"}],"citation-key":"sjoberg2021sa","container-title":"Science","DOI":"10.1126/science.abe7291","ISSN":"0036-8075, 1095-9203","issue":"6542","issued":{"date-parts":[[2021,5,7]]},"language":"en","page":"646-648","PMID":"33958477","publisher":"American Association for the Advancement of Science","section":"Report","source":"science.sciencemag.org","title":"Extreme altitudes during diurnal flights in a nocturnal songbird migrant","type":"article-journal","URL":"https://science.sciencemag.org/content/372/6542/646","volume":"372"},
  {"id":"spivey2013jotrsi","abstract":"An idealized energy fluctuation model of a bird's body undergoing horizontal flapping flight is developed, focusing on the biomechanical power discernible to a body-mounted accelerometer. Expressions for flight body power constructed from root mean square dynamic body accelerations and wingstroke frequency are derived from first principles and presented in dimensionally appropriate units. As wingstroke frequency increases, the model generally predicts a gradual transition in power from a linear to an asymptotically cubic relationship. However, the onset of this transition and the degree to which this occurs depends upon whether and how forward vibrations are exploited for temporary energy storage and retrieval. While this may vary considerably between species and individual birds, it is found that a quadrature phase arrangement is generally advantageous during level flight. Gravity-aligned vertical acceleration always enters into the calculation of body power, but, whenever forward acceleration becomes relevant, its contribution is subtractive. Several novel kinematic measures descriptive of flapping flight are postulated, offering fresh insights into the processes involved in airborne locomotion. The limitations of the model are briefly discussed, and departures from its predictions during ascending and descending flight evaluated. These findings highlight how body-mounted accelerometers can offer a valuable, insightful and non-invasive technique for investigating the flight of free-ranging birds and bats.","accessed":{"date-parts":[[2021,2,24]]},"author":[{"family":"Spivey","given":"R. J."},{"family":"Bishop","given":"C. M."}],"citation-key":"spivey2013jotrsi","container-title":"Journal of The Royal Society Interface","container-title-short":"Journal of The Royal Society Interface","DOI":"10.1098/rsif.2013.0404","issue":"87","issued":{"date-parts":[[2013,10,6]]},"page":"20130404","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"Interpretation of body-mounted accelerometry in flying animals and estimation of biomechanical power","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsif.2013.0404","volume":"10"},
  {"id":"stothart2016jeb","abstract":"The integral of the dynamic component of acceleration over time has been proposed as a measure of energy expenditure in wild animals. We tested that idea by attaching accelerometers to the tails of freeranging pelagic cormorants (Phalacrocorax pelagicus) and simultaneously estimating energy expenditure using doubly labelled water. Two different formulations of dynamic body acceleration, [vectorial and overall DBA (VeDBA and ODBA)], correlated with mass-specific energy expenditure (both R2=0.91). VeDBA models combining and separately parameterizing flying, diving, activity on land and surface swimming were consistently considered more parsimonious than time budget models and showed less variability in model fit. Additionally, we observed evidence for the presence of hypometabolic processes (i.e. reduced heart rate and body temperature; shunting of blood away from non-essential organs) that suppressed metabolism in cormorants while diving, which was the most metabolically important activity. We concluded that a combination of VeDBA and physiological processes accurately measured energy expenditure for cormorants.","accessed":{"date-parts":[[2021,7,29]]},"author":[{"family":"Stothart","given":"Mason R."},{"family":"Elliott","given":"Kyle H."},{"family":"Wood","given":"Thomas"},{"family":"Hatch","given":"Scott A."},{"family":"Speakman","given":"John R."}],"citation-key":"stothart2016jeb","container-title":"Journal of Experimental Biology","DOI":"10.1242/jeb.130526","ISSN":"1477-9145, 0022-0949","issued":{"date-parts":[[2016,1,1]]},"language":"en","page":"jeb.130526","source":"DOI.org (Crossref)","title":"Counting calories in cormorants: dynamic body acceleration predicts daily energy expenditure measured in pelagic cormorants","title-short":"Counting calories in cormorants","type":"article-journal","URL":"https://journals.biologists.com/jeb/article/doi/10.1242/jeb.130526/262232/Counting-calories-in-cormorants-dynamic-body"},
  {"id":"williams2015ab","abstract":"Accelerometry has been used to identify behaviours through the quantification of body posture and motion for a range of species moving in different media. This technique has not been applied to flight behaviours to the same degree, having only been used to distinguish flapping from soaring flight, even though identifying the type of soaring flight could provide important insights into the factors underlying movement paths in soaring birds. This may be due to the complexities of interpreting acceleration data, as movement in the aerial environment may be influenced by phenomena such as centripetal acceleration (pulling-g). This study used high-resolution movement data on the flight of free-living Andean condors (Vultur gryphus) and a captive Eurasian griffon vulture (Gyps fulvus) to examine the influence of gravitational, dynamic and centripetal acceleration in different flight types. Flight behaviour was categorised as thermal soaring, slope soaring, gliding and flapping, using changes in altitude and heading from magnetometry data. We examined the ability of the k-nearest neighbour (KNN) algorithm to distinguish between these behaviours using acceleration data alone.","author":[{"family":"Williams","given":"H. J."},{"family":"Shepard","given":"E. L.C. C"},{"family":"Duriez","given":"O."},{"family":"Lambertucci","given":"S. A."}],"citation-key":"williams2015ab","container-title":"Animal Biotelemetry","DOI":"10.1186/s40317-015-0077-0","issue":"1","issued":{"date-parts":[[2015,10]]},"page":"45-45","title":"Can accelerometry be used to distinguish between flight types in soaring birds?","type":"article-journal","URL":"https://doi.org/10.1186/s40317-015-0077-0","volume":"3"},
  {"id":"williams2020p","abstract":"Flight costs are predicted to vary with environmental conditions, and this should ultimately determine the movement capacity and distributions of large soaring birds. Despite this, little is known about how flight effort varies with environmental parameters. We deployed bio-logging devices on the world’s heaviest soaring bird, the Andean condor (Vultur gryphus), to assess the extent to which these birds can operate without resorting to powered flight. Our records of individual wingbeats in >216 h of flight show that condors can sustain soaring across a wide range of wind and thermal conditions, flapping for only 1% of their flight time. This is among the very lowest estimated movement costs in vertebrates. One bird even flew for >5 h without flapping, covering ∼172 km. Overall, > 75% of flapping flight was associated with takeoffs. Movement between weak thermal updrafts at the start of the day also imposed a metabolic cost, with birds flapping toward the end of glides to reach ephemeral thermal updrafts. Nonetheless, the investment required was still remarkably low, and even in winter conditions with weak thermals, condors are only predicted to flap for ∼2 s per kilometer. Therefore, the overall flight effort in the largest soaring birds appears to be constrained by the requirements for takeoff.","accessed":{"date-parts":[[2021,7,29]]},"author":[{"family":"Williams","given":"H. J."},{"family":"Shepard","given":"E. L. C."},{"family":"Holton","given":"Mark D."},{"family":"Alarcón","given":"P. a. E."},{"family":"Wilson","given":"R. P."},{"family":"Lambertucci","given":"S. A."}],"citation-key":"williams2020p","container-title":"Proceedings of the National Academy of Sciences","container-title-short":"PNAS","DOI":"10.1073/pnas.1907360117","ISSN":"0027-8424, 1091-6490","issue":"30","issued":{"date-parts":[[2020,7,28]]},"language":"en","page":"17884-17890","PMID":"32661147","publisher":"National Academy of Sciences","section":"Biological Sciences","source":"www.pnas.org","title":"Physical limits of flight performance in the heaviest soaring bird","type":"article-journal","URL":"https://www.pnas.org/content/117/30/17884","volume":"117"}
]
